Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_fin-FIN_TM.tmx
Source language: en_gb
Languages: fi_fi

source: Other\ Refusal (DO NOT READ OUT)
fi_fi: Muu/kieltäytyi (ÄLÄ LUETTELE)

source: Walking
fi_fi: Kävely

source: DK/NA (DO NOT READ OUT)
fi_fi: EOS/EV (ÄLÄ LUETTELE)

source: (DO NOT READ OUT
fi_fi: Älä luettele

source: Large town/city
fi_fi: Suuressa kaupungissa

source: Have you got a mobile phone?
fi_fi: Onko teillä matkapuhelin ?

source: In which city/borough/commune do you live?
fi_fi: Missä kaupungissa tai kunnassa asutte?

source: Single person household
fi_fi: Yhden hengen talous

source: City 1
fi_fi: Helsingissä

source: Noise
fi_fi: Melu

source: Car
fi_fi: Auto

source: Public transport
fi_fi: Julkinen liikenne

source: PROG: ROTATE ITEMS 1 TO 4
fi_fi: OHJELMOIJA: VAIHDA KOHTIEN 1–4 JÄRJESTYSTÄ

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
fi_fi: Sanoisitteko, että teillä on viimeisten 12 kuukauden aikana ollut vaikeuksia maksaa kaikkia laskujanne palkkakauden aikana...?

source: Other city
fi_fi: Muu

source: Generally speaking, the public administration of [CITY NAME] can be trusted
fi_fi: Yleisesti ottaen [CITY NAME] julkishallintoon voi luottaa

source: It is easy to find a job in [CITY NAME]
fi_fi: Työpaikan löytäminen [CITY NAME] on helppoa

source: Not at all satisfied
fi_fi: Ei lainkaan tyytyväinen

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
fi_fi: Esitän teille muutaman väittämän. Pyytäisin teitä kertomaan, oletteko täysin samaa mieltä, jossain määrin samaa mieltä, jossain määrin eri mieltä vai täysin eri mieltä esitetyistä väittämistä.

source: Somewhat disagree
fi_fi: Jossain määrin eri mieltä

source: Housing
fi_fi: Asuminen

source: (READ OUT – ONE ANSWER ONLY)
fi_fi: (LUETTELE - VAIN YKSI VASTAUS)

source: From time to time
fi_fi: Satunnaisesti

source: D21: CODE 9 AND 10 - SINGLE CODES
fi_fi: D21: KOODIT 9 JA 10 SULKEVAT MUUT VAIHTOEHDOT POIS

source: Married or cohabiting couple, no children or no children living at home
fi_fi: Avo- tai avioliitossa, ei lapsia tai ei kotona asuvia lapsia

source: Rural area or village
fi_fi: Maaseutualueella tai kylässä

source: Train
fi_fi: Juna

source: Very satisfied
fi_fi: Erittäin tyytyväinen

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
fi_fi: Voisitteko kertoa, oletteko yleisesti ottaen erittäin tyytyväinen, melko tyytyväinen, melko tyytymätön vai täysin tyytymätön kuhunkin seuraavista asioista [CITY NAME]?

source: Safety
fi_fi: Turvallisuus

source: Your personal job situation
fi_fi: Henkilökohtaiseen työllisyystilanteeseenne

source: Small or medium-sized town
fi_fi: Pienessä tai keskisuuressa kaupungissa

source: Professional (employed doctor, lawyer, accountant, architect, …)
fi_fi: Akateeminen ammattilainen (lääkäri, lakimies, kirjanpitäjä, arkkitehti...)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
fi_fi: [CITY NAME] on helppo löytää hyvä asunto kohtuuhinnalla

source: Generally speaking, most people in my neighborhood can be trusted
fi_fi: Yleisesti ottaen useimpiin ihmisiin omalla asuinalueellani voi luottaa

source: Most of the time
fi_fi: Useimmiten

source: Have you got a landline phone?
fi_fi: Onko teillä lankapuhelin?

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
fi_fi: Kuinka monta 15-vuotiasta tai vanhempaa henkilöä asuu taloudessanne, Teidät itsenne mukaan lukien?

source: Other (DO NOT READ OUT)
fi_fi: Muu (ÄLÄ LUETTELE)

source: Q4: CODE 11 - SINGLE CODE
fi_fi: Q4: KOODI 11 SULKEE MUUT VAIHTOEHDOT POIS

source: Strongly disagree
fi_fi: Täysin eri mieltä

source: I live here since less than 1 year
fi_fi: Olen asunut täällä alle vuoden

source: Cleanliness
fi_fi: Siisteys

source: The financial situation of your household
fi_fi: Perheenne taloudelliseen tilanteeseen

source: Other employee (salesman, nurse, …)
fi_fi: Muu toimihenkilö (myyntiedustaja, sairaanhoitaja...)

source: No
fi_fi: Ei

source: Owner of shop, craftsman
fi_fi: Kaupanomistaja, käsityöläinen

source: (READ OUT - ONE ANSWER ONLY)
fi_fi: (LUETTELE - VAIN YKSI VASTAUS)

source: Would you say you are…?
fi_fi: Sanoisitteko olevanne…?

source: Seeking a job
fi_fi: Työtön työnhakija

source: Manual worker
fi_fi: Työntekijä (teollisuustyöntekijä, rakennusmies, siivooja, bussikuski jne.)

source: The noise level
fi_fi: Melutaso

source: The administrative services of [CITY NAME] help people efficiently
fi_fi: [CITY NAME] hallinnolliset palvelut auttavat kuntalaisia tehokkaasti

source: Urban public transport (bus, metro, tram, ferry, etc.)
fi_fi: Julkinen kaupunkiliikenne (linja-auto, metro, raitiovaunu, lautta jne.)

source: Gender.
fi_fi: Vastaajan sukupuoli

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
fi_fi: [CITY NAME] on sitoutunut taisteluun ilmastonmuutosta vastaan (esim. energiatehokkuus ja vihreä liikenne)

source: Female
fi_fi: Nainen

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
fi_fi: Seuraavista asioista, mitkä kolme ovat mielestänne tärkeimmät [CITY NAME]?

source: What county do you live in?
fi_fi: Missä maakunnassa asutte?

source: I live here since between 5 to 10 years
fi_fi: Olen asunut täällä 5–10 vuotta

source: I am satisfied to live in [CITY NAME]
fi_fi: Olen tyytyväinen asumiseen [CITY NAME]

source: Male
fi_fi: Mies

source: Social services
fi_fi: Sosiaalipalvelut

source: Unemployment
fi_fi: Työttömyys

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
fi_fi: LUE TARVITTAESSA ÄÄNEEN – VAIN YKSI VASTAUS)

source: Farmer, forester, fisherman
fi_fi: Maanviljelijä, metsätyöntekijä, kalastaja

source: Civil servant
fi_fi: Virkamies

source: Without a professional activity
fi_fi: Työelämän ulkopuolella

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
fi_fi: KYSY D5c TOIMIHENKILÖILTÄ, KOODI 2 KYSYMYKSESSÄ D5a

source: PROG: ROTATE ITEMS 1 TO 7
fi_fi: OHJELMOIJA: VAIHTELE KOHTIEN 1–7 JÄRJESTYSTÄ

source: Education and training
fi_fi: Opetus ja koulutus

source: City 2
fi_fi: Oulussa

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
fi_fi: Sanoisitteko, että olette tällä hetkellä yrittäjä, toimihenkilö, työntekijä vai työelämän ulkopuolella?

source: Refusal (DO NOT READ OUT)
fi_fi: Kieltäytyi (ÄLÄ LUETTELE)

source: (ONE ANSWER ONLY)
fi_fi: (VAIN YKSI VASTAUS)

source: Air pollution
fi_fi: Ilmansaasteet

source: I feel safe in [CITY NAME]
fi_fi: Tunnen oloni turvalliseksi [CITY NAME]

source: Unskilled manual worker
fi_fi: Kouluttamaton työntekijä

source: Sports facilities such as sport fields and indoor sport halls
fi_fi: Liikuntapaikat, kuten urheilukentät ja urheiluhallit

source: The life you lead
fi_fi: Elämäänne

source: Rather unsatisfied
fi_fi: Melko tyytymätön

source: Rather satisfied
fi_fi: Melko tyytyväinen

source: Professional (lawyer, medical practitioner, accountant, architect,…)
fi_fi: Yksityinen akateeminen ammatinharjoittaja (lakimies, lääkäri, kirjanpitäjä, arkkitehti...)

source: Health services
fi_fi: Terveyspalvelut

source: Office clerk
fi_fi: Toimistotyöntekijä

source: Retired
fi_fi: Eläkkeellä

source: (READ OUT – MAX. 3 ANSWERS)
fi_fi: (Luettele - enintään 3 vastausta)

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
fi_fi: Oletteko kokonaisuudessaan erittäin tyytyväinen, melko tyytyväinen, ette kovin tyytyväinen vai ette lainkaan tyytyväinen seuraaviin asioihin?

source: PROG: ROTATE ITEMS 1 to 12
fi_fi: OHJELMOIJA: VAIHDA KOHTIEN 1–12 JÄRJESTYSTÄ

source: None (DO NOT READ OUT)
fi_fi: Ei mitään (ÄLÄ LUETTELE)

source: Almost never\ never
fi_fi: Tuskin koskaan / Ei koskaan

source: Number of people aged 15 or more in the household
fi_fi: 15-vuotiasta tai vanhempaa henkilöä taloudessa

source: Public transport, for example the bus, tram or metro
fi_fi: Julkinen liikenne, esimerkiksi linja-autot, raitiovaunut tai metro

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
fi_fi: KYSY D5b YRITTÄJILTÄ, KOODI 1 KYSYMYKSESSÄ D5a

source: Student (full time)
fi_fi: Opiskelija (kokoaikainen)

source: I feel safe in my neighbourhood
fi_fi: Tunnen oloni turvalliseksi omalla asuinalueellani

source: Availability of retail shops
fi_fi: Myymälätarjonta

source: General management, director or top management
fi_fi: Pääjohtaja, johtaja tai ylintä johtoa

source: Strongly agree
fi_fi: Täysin samaa mieltä

source: How old were you when you stopped full-time education?
fi_fi: Minkä ikäisenä lopetitte päätoimisen opiskelun?

source: Ship or boat
fi_fi: Laiva tai vene

source: Bicycle
fi_fi: Polkupyörä

source: How old are you?
fi_fi: Minkä ikäinen olette?

source: Motorbike
fi_fi: Moottoripyörä

source: (READ OUT - MAX. 2 ANSWERS)
fi_fi: (LUETTELE – ENINTÄÄN 2 VASTAUSTA)

source: Single parent, one or more children living at home
fi_fi: Yksinhuoltaja, yksi tai useampi kotona asuva lapsi

source: Self-employed
fi_fi: Yrittäjä

source: The state of the streets and buildings in your neighbourhood
fi_fi: Katujen ja talojen kunto asuinalueellanne

source: Fairly satisfied
fi_fi: Melko tyytyväinen

source: Generally speaking, most people in [CITY NAME] can be trusted
fi_fi: Yleisesti ottaen useimpiin ihmisiin [CITY NAME] voi luottaa

source: (READ OUT - SINGLE CODE)
fi_fi: (LUETTELE – VAIN YKSI VASTAUS)

source: On a typical day, which mode or modes of transport do you use most often?
fi_fi: Mitä liikennemuotoja käytätte tyypillisenä päivänä useimmiten?

source: Schools and other educational facilities
fi_fi: Koulut ja muut oppilaitokset

source: The quality of the air
fi_fi: Ilmanlaatu

source: Married or cohabiting couple, with one or more children living at home
fi_fi: Avo- tai avioliitossa, yksi tai useampi kotona asuva lapsi

source: Middle management
fi_fi: Keskijohto, muu johto (osastopäällikkö, opettaja, teknikko)

source: Foreigners who live in [CITY NAME] are well integrated
fi_fi: [CITY NAME] asuvat ulkomaalaiset ovat integroituneet hyvin

source: Health care services, doctors and hospitals
fi_fi: Lääkäreiden ja sairaaloiden tarjoamat terveydenhoitopalvelut

source: Employee
fi_fi: Toimihenkilö

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
fi_fi: KYSY D5d TYÖNTEKIJÖILTÄ, KOODI 3 KYSYMYKSESSÄ D5a

source: Public spaces such as markets, squares, pedestrian areas
fi_fi: Julkiset tilat, kuten torit, aukiot, kävelykadut

source: Would you say you live in a…?
fi_fi: Sanoisitteko, että Te asutte…?

source: Which of the following best describes your household composition?
fi_fi: Mikä seuraavista parhaiten kuvaa talouttanne?

source: Manager of a company
fi_fi: Yrityksen omistaja

source: I live here since 1 to 5 years
fi_fi: Olen asunut täällä 1–5 vuotta

source: Not very satisfied
fi_fi: Ei kovin tyytyväinen

source: Road infrastructure
fi_fi: Tieinfrastruktuuri

source: PROG: ROTATE ITEMS 1 TO 10
fi_fi: OHJELMOIJA: VAIHDA KOHTIEN 1–10 JÄRJESTYSTÄ

source: The presence of foreigners is good for [CITY NAME]
fi_fi: Ulkomaalaisten läsnäolo on hyväksi [CITY NAME]

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
fi_fi: (KIRJOITA LUKUMÄÄRÄ – JOS ”EOS”, KOODI ON '98' – JOS ”KIELTÄYTYI”, KOODI ON '99'

source: DK (DO NOT READ OUT)
fi_fi: EOS (ÄLÄ LUETTELE)

source: Yes
fi_fi: Kyllä

source: Green spaces such as parks and gardens
fi_fi: Viheralueet, kuten puistot ja puutarhat

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
fi_fi: KYSY D5e TYÖELÄMÄN ULKOPUOLELLA OLEVILTA, KOODI 4 KYSYMYKSESSÄ D5a

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
fi_fi: (Haast: Jos opiskelee edelleen, merkitse '00' - jos ei ole lainkaan opiskellut, merkitse '01' - jos kieltäytyy, merkitse '98' - jos EOS, merkitse '99')

source: Other
fi_fi: Muu

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
fi_fi: (KIRJOITA IKÄ – JOS ”KIELTÄYTYI”, KOODI ON '99')

source: FL419 - Quality of life in European Cities UK
fi_fi: FL419 - Quality of life in European CitiesFIF

source: Somewhat agree
fi_fi: Jossain määrin samaa mieltä

source: Cultural facilities such as concert halls, theatres, museums and libraries
fi_fi: Kulttuuripalvelut, kuten konserttitalot, teatterit, museot ja kirjastot

source: The place where you live
fi_fi: Asuinpaikkaanne

source: Was born here/ I’ve been living here for all my life
fi_fi: Olen syntynyt täällä tai asunut täällä koko ikäni

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
fi_fi: JOS MUU tai EI TIEDÄ ELI KOODI 198 TAI 199 KYSYMYKSESSÄ D12, PÄÄTÄ HAASTATTELU

source: Supervisor\ foreman (team manager, …)
fi_fi: Työnjohtaja tai tiiminvetäjä

source: I live here since more than 10 years
fi_fi: Olen asunut täällä yli 10 vuotta

source: For how long have you been living in [CITY NAME]?
fi_fi: Kuinka kauan olette asunut [CITY NAME]?

source: Looking after the home
fi_fi: Kodista huolehtiva
